Repository: FlyPig01/VRC-Fisher
Catalog: app/src/VrcFisher.Desktop/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ru_ru, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# AlertModelContractMessage
source: The model output format could not be verified. Install the complete compatible model package.
cs_cz: Formát výstupu modelů se nepodařilo ověřit. Nainstalujte kompletní kompatibilní balíček modelů.
de_de: Das Ausgabeformat der Modelle konnte nicht verifiziert werden. Installieren Sie das vollständige kompatible Modellpaket.
es_es: No se pudo verificar el formato de salida de los modelos. Instala el paquete de modelos compatible completo.
fi_fi: Mallin tulostusmuotoa ei voitu vahvistaa. Asenna täydellinen yhteensopiva mallipaketti.
fr_fr: Le format de sortie du modèle n’a pas pu être vérifié. Installez le pack de modèles compatible complet.
hu_hu: A modell kimeneti formátumát nem sikerült ellenőrizni. Telepítse a teljes kompatibilis modellcsomagot.
it_it: Impossibile verificare il formato di output dei modelli. Installa il pacchetto modelli compatibile completo.
ja_jp: モデルの出力形式を検証できませんでした。完全な互換モデルパッケージをインストールしてください。
ko_kr: 모델 출력 형식을 확인할 수 없습니다. 완전한 호환 모델 패키지를 설치하세요.
nl_nl: Het uitvoerformaat van het model kon niet worden geverifieerd. Installeer het volledige compatibele modelpakket.
pl_pl: Nie można zweryfikować formatu wyjściowego modelu. Zainstaluj kompletny zgodny pakiet modeli.
pt_br: O formato de saída do modelo não pôde ser verificado. Instale o pacote de modelos compatível completo.
ru_ru: Не удалось проверить формат вывода модели. Установите полный совместимый пакет моделей.
sv_se: Modellens utdataformat kunde inte verifieras. Installera det kompletta kompatibla modellpaketet.
th_th: ไม่สามารถตรวจสอบรูปแบบผลลัพธ์ของโมเดลได้ ติดตั้งแพ็กเกจโมเดลที่เข้ากันได้แบบสมบูรณ์
tr_tr: Model çıktı biçimi doğrulanamadı. Eksiksiz uyumlu model paketini yükleyin.
uk_ua: Не вдалося перевірити формат виводу моделей. Встановіть повний сумісний пакет моделей.
zh_cn: 无法验证模型输出格式。请安装完整且兼容的模型包。
zh_tw: 無法驗證模型輸出格式。請安裝完整的相容模型套件。

# AlertInferenceFailedTitle
source: Recognition failed
cs_cz: Rozpoznávání selhalo
de_de: Erkennung fehlgeschlagen
es_es: Error de reconocimiento
fi_fi: Tunnistus epäonnistui
fr_fr: Échec de la reconnaissance
hu_hu: A felismerés sikertelen
it_it: Riconoscimento non riuscito
ja_jp: 認識に失敗しました
ko_kr: 인식 실패
nl_nl: Herkenning mislukt
pl_pl: Rozpoznawanie nie powiodło się
pt_br: Falha no reconhecimento
ru_ru: Ошибка распознавания
sv_se: Igenkänning misslyckades
th_th: การรู้จำล้มเหลว
tr_tr: Algılama başarısız
uk_ua: Помилка розпізнавання
zh_cn: 识别失败
zh_tw: 辨識失敗

# AlertInferenceFailedMessage
source: Mouse input was released for safety. Try another execution device or reinstall the models. Details: {0}
cs_cz: Vstup myši byl z bezpečnostních důvodů uvolněn. Zkuste jiné prováděcí zařízení nebo přeinstalujte modely. Podrobnosti: {0}
de_de: Mauseingaben wurden aus Sicherheitsgründen freigegeben. Versuchen Sie ein anderes Ausführungsgerät oder installieren Sie die Modelle neu. Details: {0}
es_es: Se liberó la entrada de ratón por seguridad. Prueba con otro dispositivo de ejecución o reinstala los modelos. Detalles: {0}
fi_fi: Hiirisyöte vapautettiin turvallisuuden vuoksi. Kokeile toista suorituslaitetta tai asenna mallit uudelleen. Tiedot: {0}
fr_fr: L’entrée souris a été relâchée pour des raisons de sécurité. Essayez un autre périphérique d’exécution ou réinstallez les modèles. Détails : {0}
hu_hu: Az egérbemenet biztonsági okokból elengedésre került. Próbáljon ki másik végrehajtási eszközt, vagy telepítse újra a modelleket. Részletek: {0}
it_it: L'input del mouse è stato rilasciato per sicurezza. Prova un altro dispositivo di esecuzione o reinstalla i modelli. Dettagli: {0}
ja_jp: 安全のためマウス入力が解放されました。別の実行デバイスを試すか、モデルを再インストールしてください。詳細: {0}
ko_kr: 안전을 위해 마우스 입력이 해제되었습니다. 다른 실행 장치를 시도하거나 모델을 다시 설치하세요. 세부 정보: {0}
nl_nl: Muisinvoer is om veiligheidsredenen vrijgegeven. Probeer een ander uitvoeringsapparaat of installeer de modellen opnieuw. Details: {0}
pl_pl: Dane myszy zostały zwolnione dla bezpieczeństwa. Spróbuj użyć innego urządzenia wykonawczego lub zainstaluj ponownie modele. Szczegóły: {0}
pt_br: A entrada do mouse foi liberada por segurança. Tente outro dispositivo de execução ou reinstale os modelos. Detalhes: {0}
ru_ru: Ввод мыши освобождён в целях безопасности. Попробуйте другое устройство выполнения или переустановите модели. Подробности: {0}
sv_se: Musinmatning frigjordes av säkerhetsskäl. Prova en annan exekveringsenhet eller installera om modellerna. Detaljer: {0}
th_th: ปล่อยอินพุตเมาส์เพื่อความปลอดภัย ลองใช้อุปกรณ์การประมวลผลอื่นหรือติดตั้งโมเดลใหม่ รายละเอียด: {0}
tr_tr: Güvenlik için fare girişi serbest bırakıldı. Başka bir yürütme aygıtı deneyin veya modelleri yeniden yükleyin. Ayrıntılar: {0}
uk_ua: Дії мишею вивільнено для безпеки. Спробуйте інший пристрій виконання або перевстановіть моделі. Деталі: {0}
zh_cn: 为保证安全，鼠标输入已释放。请尝试其他运行设备或重新安装模型。详细信息：{0}
zh_tw: 為安全起見已釋放滑鼠輸入。請嘗試其他執行裝置或重新安裝模型。詳細資料：{0}

# DecisionCast
source: Cast
cs_cz: Nahození
de_de: Auswerfen
es_es: Lanzar
fi_fi: Heitto
fr_fr: Lancer
hu_hu: Dobás
it_it: Lancia
ja_jp: キャスト
ko_kr: 캐스팅
nl_nl: Werpen
pl_pl: Rzut
pt_br: Lançar
ru_ru: Заброс
sv_se: Kasta
th_th: เหวี่ยง
tr_tr: Atış yap
uk_ua: Закинути
zh_cn: 抛竿
zh_tw: 拋竿

# DecisionBiteConfirmed
source: Bite confirmed
cs_cz: Záběr potvrzen
de_de: Biss bestätigt
es_es: Picada confirmada
fi_fi: Purenta vahvistettu
fr_fr: Touche confirmée
hu_hu: Kapás megerősítve
it_it: Abboccata confermata
ja_jp: アタリ確認
ko_kr: 물림 확인됨
nl_nl: Beet bevestigd
pl_pl: Potwierdzono branie
pt_br: Mordida confirmada
ru_ru: Поклёвка подтверждена
sv_se: Napp bekräftat
th_th: ยืนยันการกัด
tr_tr: Isırık doğrulandı
uk_ua: Укус підтверджено
zh_cn: 确认咬钩
zh_tw: 已確認咬餌

# DecisionBiteFallback
source: Off-screen bite fallback delay reached
cs_cz: Náhradní čekání na záběr mimo obrazovku uplynulo
de_de: Fallback-Verzögerung für außerhalb des Bildschirms erreicht
es_es: Retardo de respaldo de picada fuera de pantalla alcanzado
fi_fi: Näytön ulkopuolisen purennan varatoiminnon viive saavutettu
fr_fr: Délai de repli pour touche hors écran atteint
hu_hu: A képernyőn kívüli kapás tartalék ideje lejárt
it_it: Raggiunto il ritardo di fallback dell'abboccata fuori schermo
ja_jp: 画面外アタリのフォールバック待機時間に達しました
ko_kr: 화면 밖 물림 대체 대기 시간 도달
nl_nl: Vervangingstijd voor indicator buiten beeld bereikt
pl_pl: Osiągnięto opóźnienie zapasowe dla brań poza ekranem
pt_br: Atraso do fallback de mordida fora da tela atingido
ru_ru: Сработал запасной вариант: индикатор вне экрана
sv_se: Tidsgräns för napp utanför skärmen nådd
th_th: ถึงเวลารอสำรองตัวบ่งชี้ที่อยู่นอกจอแล้ว
tr_tr: Ekran dışı ısırık yedekleme süresi doldu
uk_ua: Досягнуто затримки запасного варіанта для укусу за межами екрана
zh_cn: 达到屏外感叹号兜底等待时间
zh_tw: 已達到畫面外咬餌後備延遲

# DecisionBiteTimeout
source: Bite timed out
cs_cz: Čas na záběr vypršel
de_de: Biss-Timeout
es_es: Se agotó el tiempo de espera de la picada
fi_fi: Purennan aikakatkaisu
fr_fr: Touche expirée
hu_hu: A kapás időtúllépése
it_it: Tempo di attesa abboccata scaduto
ja_jp: アタリがタイムアウトしました
ko_kr: 물림 시간 초과
nl_nl: Beet time-out
pl_pl: Przekroczono czas oczekiwania na branie
pt_br: Tempo de mordida esgotado
ru_ru: Время ожидания поклёвки истекло
sv_se: Timeout för napp
th_th: หมดเวลาการกัด
tr_tr: Isırık zaman aşımına uğradı
uk_ua: Час очікування укусу минув
zh_cn: 等待咬钩超时
zh_tw: 咬餌逾時

# DecisionMinigameConfirmed
source: Minigame confirmed
cs_cz: Minihra potvrzena
de_de: Minigame bestätigt
es_es: Minijuego confirmado
fi_fi: Minipeli vahvistettu
fr_fr: Mini-jeu confirmé
hu_hu: Minijáték megerősítve
it_it: Minigioco confermato
ja_jp: ミニゲーム確認
ko_kr: 미니게임 확인됨
nl_nl: Minigame bevestigd
pl_pl: Potwierdzono minigrę
pt_br: Minigame confirmado
ru_ru: Мини-игра подтверждена
sv_se: Minispel bekräftat
th_th: ยืนยันมินิเกม
tr_tr: Minigame doğrulandı
uk_ua: Міні-гру підтверджено
zh_cn: 确认小游戏界面
zh_tw: 已確認小遊戲

# DecisionMinigameDidNotStart
source: Minigame did not start
cs_cz: Minihra se nespustila
de_de: Minigame wurde nicht gestartet
es_es: El minijuego no comenzó
fi_fi: Minipeli ei käynnistynyt
fr_fr: Le mini-jeu n’a pas démarré
hu_hu: A minijáték nem indult el
it_it: Il minigioco non è iniziato
ja_jp: ミニゲームが開始されませんでした
ko_kr: 미니게임이 시작되지 않음
nl_nl: Minigame niet gestart
pl_pl: Minigra nie rozpoczęła się
pt_br: O minigame não iniciou
ru_ru: Мини-игра не началась
sv_se: Minispelet startade inte
th_th: มินิเกมไม่เริ่ม
tr_tr: Minigame başlamadı
uk_ua: Міні-гра не почалася
zh_cn: 小游戏未开始
zh_tw: 小遊戲未開始

# DecisionSuccessConfirmed
source: Success confirmed
cs_cz: Úspěch potvrzen
de_de: Erfolg bestätigt
es_es: Éxito confirmado
fi_fi: Onnistuminen vahvistettu
fr_fr: Succès confirmé
hu_hu: Siker megerősítve
it_it: Successo confermato
ja_jp: 成功確認
ko_kr: 성공 확인됨
nl_nl: Succes bevestigd
pl_pl: Potwierdzono sukces
pt_br: Sucesso confirmado
ru_ru: Успех подтверждён
sv_se: Framgång bekräftad
th_th: ยืนยันความสำเร็จ
tr_tr: Başarı doğrulandı
uk_ua: Успіх підтверджено
zh_cn: 确认成功
zh_tw: 已確認成功

# DecisionMinigameEnded
source: Minigame ended
cs_cz: Minihra skončila
de_de: Minigame beendet
es_es: Minijuego terminado
fi_fi: Minipeli päättyi
fr_fr: Mini-jeu terminé
hu_hu: A minijáték véget ért
it_it: Minigioco terminato
ja_jp: ミニゲーム終了
ko_kr: 미니게임 종료됨
nl_nl: Minigame beëindigd
pl_pl: Minigra zakończona
pt_br: Minigame encerrado
ru_ru: Мини-игра завершена
sv_se: Minispelet avslutades
th_th: มินิเกมสิ้นสุดลง
tr_tr: Minigame sona erdi
uk_ua: Міні-гру завершено
zh_cn: 小游戏已结束
zh_tw: 小遊戲已結束

# DecisionMinigameTimeout
source: Minigame timed out
cs_cz: Čas minihry vypršel
de_de: Minigame-Timeout
es_es: Se agotó el tiempo de espera del minijuego
fi_fi: Minipelin aikakatkaisu
fr_fr: Délai du mini-jeu dépassé
hu_hu: A minijáték időtúllépése
it_it: Tempo del minigioco scaduto
ja_jp: ミニゲームがタイムアウトしました
ko_kr: 미니게임 시간 초과
nl_nl: Minigame time-out
pl_pl: Przekroczono czas minigry
pt_br: Tempo do minigame esgotado
ru_ru: Время мини-игры истекло
sv_se: Timeout för minispel
th_th: หมดเวลามินิเกม
tr_tr: Minigame zaman aşımına uğradı
uk_ua: Час міні-гри минув
zh_cn: 小游戏超时
zh_tw: 小遊戲逾時

# DecisionFollowTarget
source: Following target
cs_cz: Následování cíle
de_de: Ziel wird verfolgt
es_es: Siguiendo objetivo
fi_fi: Seurataan kohdetta
fr_fr: Suivi de la cible
hu_hu: Cél követése
it_it: Segui bersaglio
ja_jp: ターゲット追従中
ko_kr: 대상 추적 중
nl_nl: Doel volgen
pl_pl: Śledzenie celu
pt_br: Seguindo alvo
ru_ru: Следуем за целью
sv_se: Följer mål
th_th: กำลังติดตามเป้าหมาย
tr_tr: Hedef takip ediliyor
uk_ua: Слідкування за ціллю
zh_cn: 跟随目标
zh_tw: 追蹤目標

# DecisionReelAndCollect
source: Reel in and collect
cs_cz: Navinout a posbírat
de_de: Einholen und einsammeln
es_es: Recoger y cobrar
fi_fi: Kelaa ja kerää
fr_fr: Enrouler et collecter
hu_hu: Orsózás és gyűjtés
it_it: Recupera e raccogli
ja_jp: リールして回収
ko_kr: 감아 올리고 수집
nl_nl: Binnenhalen en verzamelen
pl_pl: Zwiń i zbierz
pt_br: Recolher e coletar
ru_ru: Вываживание и сбор
sv_se: Dra in och samla
th_th: กรอสายและเก็บรางวัล
tr_tr: Sar ve topla
uk_ua: Витягнути та зібрати
zh_cn: 收线并拾取
zh_tw: 捲線並收集

# DecisionNextCycle
source: Starting next cycle
cs_cz: Spouštění dalšího cyklu
de_de: Nächster Zyklus wird gestartet
es_es: Iniciando siguiente ciclo
fi_fi: Aloitetaan seuraava sykli
fr_fr: Démarrage du cycle suivant
hu_hu: Következő ciklus indítása
it_it: Avvio ciclo successivo
ja_jp: 次のサイクルを開始
ko_kr: 다음 주기 시작
nl_nl: Volgende cyclus starten
pl_pl: Rozpoczynanie następnego cyklu
pt_br: Iniciando próximo ciclo
ru_ru: Начало следующего цикла
sv_se: Startar nästa cykel
th_th: เริ่มรอบถัดไป
tr_tr: Sonraki döngü başlatılıyor
uk_ua: Початок наступного циклу
zh_cn: 开始下一轮
zh_tw: 開始下一個循環

# DecisionLootTimeout
source: Collection timed out
cs_cz: Čas na sběr vypršel
de_de: Einsammel-Timeout
es_es: Se agotó el tiempo de espera de la recolección
fi_fi: Keräämisen aikakatkaisu
fr_fr: Délai de collecte dépassé
hu_hu: A gyűjtés időtúllépése
it_it: Tempo di raccolta scaduto
ja_jp: 回収がタイムアウトしました
ko_kr: 수집 시간 초과
nl_nl: Verzamelen time-out
pl_pl: Przekroczono czas zbierania
pt_br: Tempo de coleta esgotado
ru_ru: Время сбора истекло
sv_se: Tidsgräns för insamling överskreds
th_th: หมดเวลาการเก็บรางวัล
tr_tr: Toplama zaman aşımına uğradı
uk_ua: Час збирання минув
zh_cn: 拾取超时
zh_tw: 收集逾時

# DecisionRecoveryComplete
source: Recovery complete
cs_cz: Zotavení dokončeno
de_de: Erholung abgeschlossen
es_es: Recuperación completada
fi_fi: Palautuminen valmis
fr_fr: Récupération terminée
hu_hu: Helyreállítás kész
it_it: Recupero completato
ja_jp: 回復完了
ko_kr: 복구 완료
nl_nl: Herstel voltooid
pl_pl: Regeneracja zakończona
pt_br: Recuperação completa
ru_ru: Восстановление завершено
sv_se: Återhämtning klar
th_th: พักฟื้นเสร็จสิ้น
tr_tr: Toparlanma tamamlandı
uk_ua: Відновлення завершено
zh_cn: 恢复完成
zh_tw: 恢復完成

# DecisionFailureDetected
source: Failure detected
cs_cz: Detekováno selhání
de_de: Fehler erkannt
es_es: Fallo detectado
fi_fi: Virhe havaittu
fr_fr: Échec détecté
hu_hu: Hiba észlelve
it_it: Rilevato errore
ja_jp: 失敗を検出
ko_kr: 실패 감지됨
nl_nl: Fout gedetecteerd
pl_pl: Wykryto niepowodzenie
pt_br: Falha detectada
ru_ru: Обнаружен сбой
sv_se: Fel upptäcktes
th_th: ตรวจพบความล้มเหลว
tr_tr: Hata algılandı
uk_ua: Виявлено невдачу
zh_cn: 检测到失败
zh_tw: 偵測到失敗

# DecisionStopRequested
source: Stop requested
cs_cz: Požadováno zastavení
de_de: Stopp angefordert
es_es: Detención solicitada
fi_fi: Pysäytys pyydetty
fr_fr: Arrêt demandé
hu_hu: Leállítás kérve
it_it: Fermata richiesta
ja_jp: 停止要求
ko_kr: 중지 요청됨
nl_nl: Stop aangevraagd
pl_pl: Żądano zatrzymania
pt_br: Parada solicitada
ru_ru: Запрошена остановка
sv_se: Stopp begärt
th_th: ขอหยุด
tr_tr: Durdurma istendi
uk_ua: Запитано зупинку
zh_cn: 已请求停止
zh_tw: 已要求停止

# DecisionWaiting
source: Waiting
cs_cz: Čekání
de_de: Warten
es_es: Esperando
fi_fi: Odotetaan
fr_fr: En attente
hu_hu: Várakozás
it_it: In attesa
ja_jp: 待機中
ko_kr: 대기 중
nl_nl: Wachten
pl_pl: Oczekiwanie
pt_br: Aguardando
ru_ru: Ожидание
sv_se: Väntar
th_th: กำลังรอ
tr_tr: Bekleniyor
uk_ua: Очікування
zh_cn: 等待中
zh_tw: 等待中

source: Work mode
cs_cz: Pracovní režim
de_de: Arbeitsmodus
es_es: Modo de trabajo
fi_fi: Työtila
fr_fr: Mode de travail
hu_hu: Munkamód
it_it: Modalità di lavoro
ja_jp: 作業モード
ko_kr: 작업 모드
nl_nl: Werkmodus
pl_pl: Tryb pracy
pt_br: Modo de trabalho
ru_ru: Режим работы
sv_se: Arbetsläge
th_th: โหมดทำงาน
tr_tr: Çalışma modu
uk_ua: Робочий режим
zh_cn: 工作模式
zh_tw: 工作模式

# WorkModeDescription
source: Run hides recognition boxes; Debug shows boxes and confidence values.
cs_cz: Spustit skryje rozpoznávací rámečky; Ladění zobrazí rámečky a hodnoty spolehlivosti.
de_de: Der Ausführmodus hält die Spielansicht sauber. Der Debugmodus fügt Erkennungsrahmen und Konfidenzwerte hinzu.
es_es: El modo de ejecución mantiene limpia la vista del juego. El modo de depuración añade cuadros de reconocimiento y valores de confianza.
fi_fi: Suoritustila pitää pelinäkymän siistinä. Virheenetsintätila lisää tunnistuslaatikot ja luottamusarvot.
fr_fr: Le mode d'exécution garde la vue du jeu propre. Le mode débogage ajoute des cadres de reconnaissance et des valeurs de confiance.
hu_hu: A futtatási mód tisztán tartja a játéknézetet. A hibakeresési mód felismerő kereteket és megbízhatósági értékeket ad hozzá.
it_it: La modalità di esecuzione mantiene pulita la visuale di gioco. La modalità di debug aggiunge riquadri di riconoscimento e valori di confidenza.
ja_jp: 実行モードではゲーム画面をきれいに保ちます。デバッグモードでは認識ボックスと信頼値を表示します。
ko_kr: 실행 모드는 게임 화면을 깨끗하게 유지합니다. 디버그 모드는 인식 상자와 신뢰 값을 표시합니다.
nl_nl: Uitvoeren verbergt herkenningskaders; Foutopsporing toont kaders en betrouwbaarheidswaarden.
pl_pl: Tryb działania utrzymuje widok gry w czystości. Tryb debugowania dodaje ramki rozpoznawania i wartości ufności.
pt_br: O modo de execução mantém a visualização do jogo limpa. O modo de depuração adiciona caixas de reconhecimento e valores de confiança.
ru_ru: Режим запуска сохраняет игровой вид чистым. Режим отладки добавляет рамки распознавания и значения уверенности.
sv_se: Körläget håller spelvyn ren. Felsökningsläget lägger till igenkänningsrutor och konfidensvärden.
th_th: โหมดรันจะทำให้หน้าจอเกมสะอาดตา โหมดดีบักจะเพิ่มกรอบตรวจจับและค่าความเชื่อมั่น
tr_tr: Çalıştırma modu oyun görünümünü temiz tutar. Hata ayıklama modu tanıma kutuları ve güven değerleri ekler.
uk_ua: Режим запуску підтримує чистоту ігрового вигляду. Режим налагодження додає рамки розпізнавання та значення впевненості.
zh_cn: 运行模式保持游戏画面简洁；调试模式额外显示识别框和置信度。
zh_tw: 執行模式可保持遊戲畫面乾淨。除錯模式會加入辨識框和信心值。

# RunMode
source: Run
cs_cz: Spustit
de_de: Ausführmodus
es_es: Modo de ejecución
fi_fi: Suoritustila
fr_fr: Mode d'exécution
hu_hu: Futtatási mód
it_it: Modalità di esecuzione
ja_jp: 実行モード
ko_kr: 실행 모드
nl_nl: Uitvoeren
pl_pl: Tryb działania
pt_br: Modo de execução
ru_ru: Режим запуска
sv_se: Körläge
th_th: โหมดรัน
tr_tr: Çalıştırma modu
uk_ua: Режим запуску
zh_cn: 运行模式
zh_tw: 執行模式

# DebugMode
source: Debug
cs_cz: Ladění
de_de: Debugmodus
es_es: Modo de depuración
fi_fi: Virheenetsintätila
fr_fr: Mode débogage
hu_hu: Hibakeresési mód
it_it: Modalità di debug
ja_jp: デバッグモード
ko_kr: 디버그 모드
nl_nl: Foutopsporing
pl_pl: Tryb debugowania
pt_br: Modo de depuração
ru_ru: Режим отладки
sv_se: Felsökningsläge
th_th: โหมดดีบัก
tr_tr: Hata ayıklama modu
uk_ua: Режим налагодження
zh_cn: 调试模式
zh_tw: 除錯模式

# OverlayStopHint
source: Press {0} to stop auto fishing
cs_cz: Stiskněte {0} pro zastavení automatického rybolovu
de_de: Drücke {0}, um das automatische Angeln zu beenden
es_es: Pulsa {0} para detener la pesca automática
fi_fi: Paina {0} lopettaaksesi automaattisen kalastuksen
fr_fr: Appuyez sur {0} pour arrêter la pêche automatique
hu_hu: Nyomja meg a(z) {0} gombot az automatikus horgászat leállításához
it_it: Premi {0} per fermare la pesca automatica
ja_jp: 自動釣りを停止するには {0} を押してください
ko_kr: 자동 낚시를 중지하려면 {0}를 누르세요.
nl_nl: Druk op {0} om automatisch vissen te stoppen
pl_pl: Naciśnij {0}, aby zatrzymać automatyczne wędkowanie
pt_br: Pressione {0} para parar a pesca automática
ru_ru: Нажмите {0}, чтобы остановить автоматическую рыбалку
sv_se: Tryck på {0} för att stoppa autofisket
th_th: กด {0} เพื่อหยุดการตกปลาอัตโนมัติ
tr_tr: Otomatik balıkçılığı durdurmak için {0} tuşuna basın
uk_ua: Натисніть {0}, щоб зупинити автоматичну риболовлю
zh_cn: 按 {0} 停止自动钓鱼
zh_tw: 按 {0} 停止自動釣魚

# OverlayStarting
source: Starting auto fishing...
cs_cz: Spouštění automatického rybolovu…
ko_kr: 자동 낚시를 시작하는 중…
nl_nl: Automatisch vissen wordt gestart…
pt_br: Iniciando pesca automática…
ru_ru: Запуск автоматической рыбалки…
zh_cn: 正在启动自动钓鱼…

# OverlayStartFailed
source: Start failed; mouse input was released. Check VRC-Fisher.
cs_cz: Spuštění selhalo; vstup myši byl uvolněn. Zkontrolujte VRC-Fisher.
ko_kr: 시작하지 못했습니다. 마우스 입력이 해제되었습니다. VRC-Fisher를 확인하세요.
nl_nl: Start mislukt; muisinvoer is vrijgegeven. Controleer VRC-Fisher.
pt_br: Falha ao iniciar; o controle do mouse foi liberado. Verifique o VRC-Fisher.
ru_ru: Не удалось запустить; управление мышью отпущено. Проверьте VRC-Fisher.
zh_cn: 启动失败，鼠标输入已释放；请查看 VRC-Fisher。

# RuntimeOverlayUnavailable
source: The screen overlay is unavailable; auto fishing was not started
cs_cz: Obrazový překryv není k dispozici; automatický rybolov nebyl spuštěn
de_de: Das Bildschirm-Overlay ist nicht verfügbar; das automatische Angeln wurde nicht gestartet
es_es: La superposición de pantalla no está disponible; la pesca automática no se inició
fi_fi: Näyttöpeitto ei ole käytettävissä; automaattista kalastusta ei käynnistetty
fr_fr: La superposition d'écran est indisponible ; la pêche automatique n'a pas démarré
hu_hu: A képernyő-átfedés nem érhető el; az automatikus horgászat nem indult el
it_it: L'overlay dello schermo non è disponibile; la pesca automatica non è stata avviata
ja_jp: 画面オーバーレイが利用できないため、自動釣りは開始されませんでした。
ko_kr: 화면 오버레이를 사용할 수 없으므로 자동 낚시가 시작되지 않았습니다.
nl_nl: De schermoverlay is niet beschikbaar; automatisch vissen is niet gestart
pl_pl: Nakładka ekranowa jest niedostępna; nie uruchomiono automatycznego wędkowania
pt_br: A sobreposição de tela está indisponível; a pesca automática não foi iniciada
ru_ru: Экранный оверлей недоступен; автоматическая рыбалка не запущена
sv_se: Skärmöverlägget är inte tillgängligt; autofisket startades inte
th_th: ไม่สามารถแสดงโอเวอร์เลย์บนหน้าจอได้ จึงไม่เริ่มการตกปลาอัตโนมัติ
tr_tr: Ekran kaplaması kullanılamıyor; otomatik balıkçılık başlatılmadı
uk_ua: Екранне накладання недоступне; автоматичну риболовлю не запущено
zh_cn: 屏幕覆盖层不可用，自动钓鱼未启动
zh_tw: 畫面覆蓋層無法使用，自動釣魚未啟動。

# AlertOverlayFailedTitle
source: The VRChat overlay is unavailable
cs_cz: Překryv pro VRChat není k dispozici
de_de: Das VRChat-Overlay ist nicht verfügbar
es_es: La superposición de VRChat no está disponible
fi_fi: VRChat-peitto ei ole käytettävissä
fr_fr: La superposition VRChat est indisponible
hu_hu: A VRChat átfedése nem érhető el
it_it: L'overlay di VRChat non è disponibile
ja_jp: VRChatオーバーレイが利用できません
ko_kr: VRChat 오버레이를 사용할 수 없습니다.
nl_nl: De VRChat-overlay is niet beschikbaar
pl_pl: Nakładka VRChat jest niedostępna
pt_br: A sobreposição do VRChat está indisponível
ru_ru: Оверлей VRChat недоступен
sv_se: VRChat-överlägget är inte tillgängligt
th_th: ไม่สามารถแสดงโอเวอร์เลย์บน VRChat ได้
tr_tr: VRChat kaplaması kullanılamıyor
uk_ua: Накладання VRChat недоступне
zh_cn: VRChat 屏幕覆盖层不可用
zh_tw: VRChat 覆蓋層無法使用

# AlertOverlayFailedMessage
source: Auto fishing was stopped and mouse input was released. Restart VRC-Fisher, then try again.
cs_cz: Automatický rybolov byl zastaven a vstup myši byl uvolněn. Restartujte VRC-Fisher a zkuste to znovu.
de_de: Das automatische Angeln wurde gestoppt und die Mauseingabe freigegeben. Starte VRC-Fisher neu und versuche es erneut.
es_es: La pesca automática se detuvo y se liberó la entrada del ratón. Reinicia VRC-Fisher e inténtalo de nuevo.
fi_fi: Automaattinen kalastus pysäytettiin ja hiiren syöte vapautettiin. Käynnistä VRC-Fisher uudelleen ja yritä uudelleen.
fr_fr: La pêche automatique a été arrêtée et l'entrée souris a été libérée. Redémarrez VRC-Fisher, puis réessayez.
hu_hu: Az automatikus horgászat leállt, és az egérbemenet feloldásra került. Indítsa újra a VRC-Fisher programot, majd próbálja újra.
it_it: La pesca automatica è stata interrotta e l'input del mouse è stato rilasciato. Riavvia VRC-Fisher e riprova.
ja_jp: 自動釣りは停止され、マウス入力は解放されました。VRC-Fisherを再起動して、もう一度お試しください。
ko_kr: 자동 낚시가 중지되었고 마우스 입력이 해제되었습니다. VRC-Fisher를 다시 시작한 후 다시 시도하세요.
nl_nl: Automatisch vissen is gestopt en de muisinvoer is vrijgegeven. Start VRC-Fisher opnieuw en probeer het opnieuw.
pl_pl: Automatyczne wędkowanie zostało zatrzymane i zwolniono kontrolę myszy. Uruchom ponownie VRC-Fisher, a następnie spróbuj ponownie.
pt_br: A pesca automática foi interrompida e a entrada do mouse foi liberada. Reinicie o VRC-Fisher e tente novamente.
ru_ru: Автоматическая рыбалка остановлена, и ввод мыши освобождён. Перезапустите VRC-Fisher и попробуйте снова.
sv_se: Autofisket stoppades och musinmatningen släpptes. Starta om VRC-Fisher och försök igen.
th_th: การตกปลาอัตโนมัติหยุดลงและคืนการควบคุมเมาส์แล้ว โปรดรีสตาร์ท VRC-Fisher แล้วลองอีกครั้ง
tr_tr: Otomatik balıkçılık durduruldu ve fare girişi serbest bırakıldı. VRC-Fisher'ı yeniden başlatın ve tekrar deneyin.
uk_ua: Автоматичну риболовлю зупинено, і введення миші звільнено. Перезапустіть VRC-Fisher і спробуйте ще раз.
zh_cn: 自动钓鱼已停止，鼠标输入已释放。请重启 VRC-Fisher 后重试。
zh_tw: 自動釣魚已停止，且滑鼠輸入已釋放。請重新啟動 VRC-Fisher，然後再試一次。

source: Guide
cs_cz: Průvodce
de_de: Anleitung
es_es: Guía
hu_hu: Útmutató
it_it: Guida
ja_jp: 使い方
ko_kr: 사용 안내
nl_nl: Handleiding
pl_pl: Instrukcja
pt_br: Guia
ru_ru: Руководство
th_th: คู่มือ
tr_tr: Kılavuz
zh_cn: 使用指南
zh_tw: 使用指南
